Repository: wation/Picsew-WT
Catalog: Picsew-WT-iOS/Resources/i18n/*.lproj/Localizable.strings
Languages: es, ja, ko, pt, zh_hans, zh_hant

source: Video Capture
es: Captura de Video
ja: ビデオキャプチャ
ko: 비디오 캡처
pt: Captura de Vídeo
zh_hans: 视频拼图
zh_hant: 視頻拼圖

source: Image Stitch
es: Sutura de Imágenes
ja: イメージステッチ
ko: 이미지 스티치
pt: Costura de Imagens
zh_hans: 图片拼图
zh_hant: 圖片拼圖

source: Import Video
es: Importar Video
ja: 動画をインポート
ko: 비디오 가져오기
pt: Importar Vídeo
zh_hans: 导入视频
zh_hant: 導入視頻

source: Auto Stitch
es: Sutura Automática
ja: 自動ステッチ
ko: 자동 스티치
pt: Costura Automática
zh_hans: 自动拼图
zh_hant: 自動拼圖

source: Vertical Stitch
es: Sutura Vertical
ja: 垂直ステッチ
ko: 수직 스티치
pt: Costura Vertical
zh_hans: 垂直拼图
zh_hant: 垂直拼圖

source: Horizontal Stitch
es: Sutura Horizontal
ja: 水平ステッチ
ko: 수평 스티치
pt: Costura Horizontal
zh_hans: 横向拼图
zh_hant: 橫向拼圖

source: Manual Stitch
es: Sutura Manual
ja: 手動ステッチ
ko: 수동 스티치
pt: Costura Manual
zh_hans: 手动拼图
zh_hant: 手動拼圖

source: Settings
es: Configuración
ja: 設定
ko: 설정
pt: Configurações
zh_hans: 设置
zh_hant: 設置

source: Export Settings
es: Configuración de Exportación
ja: エクスポート設定
ko: 내보내기 설정
pt: Configurações de Exportação
zh_hans: 导出设置
zh_hant: 導出設置

source: Scroll Settings
es: Configuración de Desplazamiento
ja: スクロール設定
ko: 스크롤 설정
pt: Configurações de Rolo
zh_hans: 滚动设置
zh_hant: 滾動設置

source: Tutorial
ja: チュートリアル
ko: 튜토리얼
zh_hans: 操作教程
zh_hant: 操作教程

source: Version
es: Versión
ja: バージョン
ko: 버전
pt: Versão
zh_hans: 版本
zh_hant: 版本

source: Contact Us
es: Contáctanos
ja: お問い合わせ
ko: 문의하기
pt: Contate-nos
zh_hans: 联系我们
zh_hant: 聯繫我們

source: Rate App
es: Calificar App
ja: アプリを評価
ko: 앱 평가
pt: Avaliar App
zh_hans: 评分应用
zh_hant: 評分應用

source: Share App
es: Compartir App
ja: アプリを共有
ko: 앱 공유
pt: Compartilhar App
zh_hans: 分享应用
zh_hant: 分享應用

source: No overlap found
es: No se encontró superposición
ja: 重なりが見つかりません
ko: 겹침이 발견되지 않았습니다
pt: Nenhuma sobreposição encontrada
zh_hans: 没有找到重合点
zh_hant: 沒有找到重合點

# stitch_warning_auto_to_manual
source: Some images have no overlap, automatically switching to manual stitching
es: No se encontró superposición en algunas imágenes, cambiando automáticamente a sutura manual
ja: 一部の画像に重なりが見つからないため、手動ステッチに自動的に切り替わります
ko: 일부 이미지에서 겹침이 발견되지 않아 수동 스티치로 자동 전환됩니다
pt: Nenhuma sobreposição encontrada em algumas imagens, mudando automaticamente para costura manual
zh_hans: 部分图片未找到重合点，自动切换到手动拼图
zh_hant: 部分圖片未找到重合點，自動切換到手動拼圖

# auto_recognizing_recording
source: Automatically recognizing recording
es: Reconociendo grabación automáticamente
ja: 録画を自動的に認識中
ko: 녹화를 자동으로 인식 중
pt: Reconhecendo gravação automaticamente
zh_hans: 正在自动识别录屏
zh_hant: 正在自動識別錄屏

source: Please wait...
es: Por favor, espere...
ja: お待ちください...
ko: 잠시만 기다려 주세요...
pt: Por favor, aguarde...
zh_hans: 请稍候...
zh_hant: 請稍候...

source: Recognition failed
es: Reconocimiento fallido
ja: 認識に失敗しました
ko: 인식에 실패했습니다
pt: Reconhecimento falhou
zh_hans: 识别失败
zh_hant: 識別失敗

source: OK
es: Aceptar
ko: 확인
zh_hans: 确定
zh_hant: 確定

# version_info
source: Version 1.0
es: Versión 1.0
ja: バージョン 1.0
ko: 버전 1.0
pt: Versão 1.0
zh_hans: 版本号 1.0
zh_hant: 版本號 1.0

source: Select Image Format
es: Seleccionar formato de imagen
ja: 画像形式を選択
ko: 이미지 형식 선택
pt: Selecionar formato de imagem
zh_hans: 选择图片格式
zh_hant: 選擇圖片格式

source: Cancel
es: Cancelar
ja: キャンセル
ko: 취소
pt: Cancelar
zh_hans: 取消
zh_hant: 取消

source: Select Resolution
es: Seleccionar resolución
ja: 解像度を選択
ko: 해상도 선택
pt: Selecionar resolução
zh_hans: 选择分辨率
zh_hant: 選擇分辨率

source: Select Auto Stop Duration
es: Seleccionar duración de parada automática
ja: 自動停止時間を選択
ko: 자동 정지 시간 선택
pt: Selecionar duração de parada automática
zh_hans: 选择自动停止等待时长
zh_hant: 選擇自動停止等待時長

# export_settings_header
source: Export Settings
es: Configuración de Exportación
ja: エクスポート設定
ko: 내보내기 설정
pt: Configurações de Exportação
zh_hans: 导出设置
zh_hant: 導出設置

source: Image Format
es: Formato de imagen
ja: 画像形式
ko: 이미지 형식
pt: Formato de imagem
zh_hans: 图片格式
zh_hant: 圖片格式

source: Resolution
es: Resolución
ja: 解像度
ko: 해상도
pt: Resolução
zh_hans: 分辨率
zh_hant: 分辨率

# scroll_settings_header
source: Scroll Settings
es: Configuración de Desplazamiento
ja: スクロール設定
ko: 스크롤 설정
pt: Configurações de Rolo
zh_hans: 滚动设置
zh_hant: 滾動設置

source: Auto Stop Duration
es: Duración de parada automática
ja: 自動停止時間
ko: 자동 정지 시간
pt: Duração de parada automática
zh_hans: 自动停止等待时长
zh_hant: 自動停止時間

# rate_app_store
source: Rate on App Store
es: Calificar en App Store
ja: App Storeで評価する
ko: App Store에서 평가하기
pt: Avaliar na App Store
zh_hans: 去 App Store 评分
zh_hant: 去 App Store 評分

# recommend_friends
source: Recommend to Friends
es: Recomendar a amigos
ja: 友達に推薦
ko: 친구에게 추천
pt: Recomendar a amigos
zh_hans: 推荐给好友
zh_hant: 推薦給好友

# feedback_subject
source: PicsewAI Feedback
es: Feedback de PicsewAI
ja: PicsewAI フィードバック
ko: PicsewAI 피드백
pt: Feedback do PicsewAI
zh_hans: PicsewAI 反馈
zh_hant: PicsewAI 反饋

# recommendation_message
source: I recommend this long screenshot tool: PicsewAI, it's very convenient!
es: ¡Recomiendo esta herramienta de captura de pantalla larga: PicsewAI, es muy conveniente!
ja: この長いスクリーンショットツールをお勧めします：PicsewAI、非常に便利です！
ko: 이 장 스크린샷 도구를 추천합니다: PicsewAI, 매우 편리합니다!
pt: Recomendo esta ferramenta de captura de tela longa: PicsewAI, é muito conveniente!
zh_hans: 推荐你使用这款长截图工具：PicsewAI，非常方便！
zh_hant: 推薦你使用這款長截圖工具：PicsewAI，非常方便！

source: Large
es: Grande
ja: 大
ko: 큰
pt: Grande
zh_hans: 大
zh_hant: 大

source: Medium
es: Medio
ja: 中
ko: 중간
pt: Médio
zh_hans: 中
zh_hant: 中

source: Small
es: Pequeño
ja: 小
ko: 작은
pt: Pequeno
zh_hans: 小
zh_hant: 小

# half_second
source: 0.5s
ja: 0.5秒
ko: 0.5초
zh_hans: 0.5秒
zh_hant: 0.5秒

# one_second
source: 1s
ja: 1秒
ko: 1초
zh_hans: 1秒
zh_hant: 1秒

# one_and_half_second
source: 1.5s
ja: 1.5秒
ko: 1.5초
zh_hans: 1.5秒
zh_hant: 1.5秒

# two_seconds
source: 2s
ja: 2秒
ko: 2초
zh_hans: 2秒
zh_hant: 2秒

# two_and_half_seconds
source: 2.5s
ja: 2.5秒
ko: 2.5초
zh_hans: 2.5秒
zh_hant: 2.5秒

# three_seconds
source: 3s
ja: 3秒
ko: 3초
zh_hans: 3秒
zh_hant: 3秒

# five_seconds
source: 5s
ja: 5秒
ko: 5초
zh_hans: 5秒
zh_hant: 5秒

source: Never
es: Nunca
ja: 永遠に
ko: 영원히
pt: Nunca
zh_hans: 永不
zh_hant: 永不

source: Start Recording
es: Iniciar Grabación
ja: 録画を開始
ko: 녹화 시작
pt: Iniciar Gravação
zh_hans: 开始录制
zh_hant: 開始錄製

source: Stop Recording
es: Detener Grabación
ja: 録画を停止
ko: 녹화 중지
pt: Parar Gravação
zh_hans: 停止录制
zh_hant: 停止錄製

source: Broadcast Screen
es: Pantalla de Transmisión
ja: ブロードキャスト画面
ko: 방송 화면
pt: Tela de Transmissão
zh_hans: 直播屏幕
zh_hant: 直播屏幕

# broadcast_stopped_message
source: PicsewAI broadcast has stopped because: Long screenshot has been generated, please open the App to continue.
es: La transmisión de PicsewAI se ha detenido porque: se ha generado una captura de pantalla larga, por favor abre la App para continuar.
ja: PicsewAIのブロードキャストが停止しました：長いスクリーンショットが生成されました、アプリを開いて続行してください。
ko: PicsewAI 방송이 중지되었습니다: 장 스크린샷이 생성되었습니다, 앱을 열고 계속해 주세요.
pt: A transmissão do PicsewAI parou porque: captura de tela longa gerada, por favor abra o App para continuar.
zh_hans: PicsewAI的直播已停止，因为：滚动截图已生成，请打开 App 以继续。
zh_hant: PicsewAI的直播已停止，因為：滾動截圖已生成，請打開 App 以繼續。

source: Go to App
es: Ir a la App
ja: アプリに移動
ko: 앱으로 이동
pt: Ir para o App
zh_hans: 前往应用程序
zh_hant: 前往應用程序

source: Processing failed
es: Procesamiento fallido
ja: 処理に失敗しました
ko: 처리에 실패했습니다
pt: Processamento falhou
zh_hans: 处理失败
zh_hant: 處理失敗

source: Failed to get recording file
es: No se pudo obtener el archivo de grabación
ja: 録画ファイルを取得できませんでした
ko: 녹화 파일을 가져올 수 없습니다
pt: Não foi possível obter o arquivo de gravação
zh_hans: 无法获取录屏文件
zh_hant: 無法獲取錄屏文件

source: Generating long screenshot
es: Generando captura de pantalla larga
ja: 長いスクリーンショットを生成中
ko: 장 스크린샷 생성 중
pt: Gerando captura de tela longa
zh_hans: 正在生成长截图
zh_hant: 正在生成長截圖

source: Failed to extract images from video
es: No se pudieron extraer imágenes del video
ja: 動画から画像を抽出できませんでした
ko: 비디오에서 이미지를 추출할 수 없습니다
pt: Não foi possível extrair imagens do vídeo
zh_hans: 无法从视频中提取图像
zh_hant: 無法從視頻中提取圖像

source: Must-read tutorial:
es: Tutorial obligatorio:
ja: 必読チュートリアル：
ko: 필독 튜토리얼:
pt: Tutorial obrigatório:
zh_hans: 必看使用教程：
zh_hant: 必看使用教程：

# tutorial_step_1
source: 1. Open the interface that needs scrolling screenshot
es: 1. Abre la interfaz que necesita captura de pantalla con desplazamiento
ja: 1. スクロールスクリーンショットが必要なインターフェイスを開く
ko: 1. 스크롤 스크린샷이 필요한 인터페이스를 엽니다
pt: 1. Abra a interface que precisa de captura de tela com rolagem
zh_hans: 1. 打开需要滚动截图的界面
zh_hant: 1. 打開需要滾動截圖的界面

# tutorial_step_2
source: 2. Pull down the status bar and long-press the recording button
es: 2. Desliza hacia abajo la barra de estado y mantén presionado el botón de grabación
ja: 2. ステータスバーを下に引き、録画ボタンを長押しする
ko: 2. 상태 표시줄을 아래로 당기고 녹화 버튼을 길게 누릅니다
pt: 2. Arraste a barra de status para baixo e mantenha pressionado o botão de gravação
zh_hans: 2. 状态栏下拉，并长按录屏按钮
zh_hant: 2. 狀態欄下拉，並長按錄屏按鈕

# tutorial_step_3
source: 3. Select this app and click 'Start Broadcasting'
es: 3. Selecciona esta app y haz clic en 'Iniciar Transmisión'
ja: 3. このアプリを選択し、「ブロードキャストを開始」をクリックする
ko: 3. 이 앱을 선택하고 '방송 시작'을 클릭합니다
pt: 3. Selecione este app e clique em 'Iniciar Transmissão'
zh_hans: 3. 选中本应用，并点击“开始直播”
zh_hant: 3. 選中本應用，並點擊「開始直播」

# tutorial_step_4
source: 4. Close the status bar and return to the interface, wait for the recording mark to appear in the upper left corner, then start sliding slowly downward Each slide should be maintained for more than 3 seconds! No need to pause for continuous scrolling!
es: 4. Cierra la barra de estado y vuelve a la interfaz, espera a que aparezca la marca de grabación en la esquina superior izquierda, luego comienza a deslizar lentamente hacia abajo ¡Cada deslizamiento debe mantenerse durante más de 3 segundos! ¡No es necesario pausar para desplazamiento continuo!
ja: 4. ステータスバーを閉じてインターフェイスに戻り、左上隅に録画マークが表示されるのを待ってから、ゆっくりと下にスライドします 1回のスライドは3秒以上維持してください！連続スクロールの場合は一時停止する必要はありません！
ko: 4. 상태 표시줄을 닫고 인터페이스로 돌아가서 왼쪽 상단 모서리에 녹화 마크가 나타날 때까지 기다린 다음 천천히 아래로 슬라이드합니다 한 번 슬라이드는 3초 이상 유지하세요! 연속 스크롤은 중지할 필요가 없습니다!
pt: 4. Feche a barra de status e retorne à interface, espere até que a marca de gravação apareça no canto superior esquerdo, em seguida comece a rolar lentamente para baixo Cada rolagem deve ser mantida por mais de 3 segundos! Não é necessário pausar para rolagem contínua!
zh_hans: 4. 关闭状态栏并切回界面，待左上角出现录屏标记后，开始缓慢向下滑动 单次滑动请维持在3秒以上！连续滚动无需停顿！
zh_hant: 4. 關閉狀態欄並切回界面，待左上角出現錄屏標記後，開始緩慢向下滑動 單次滑動請維持在3秒以上！連續滾動無需停頓！

# tutorial_step_5
source: 5. Click the upper left corner again to end recording, and return to this app to see the long screenshot
es: 5. Haz clic nuevamente en la esquina superior izquierda para detener la grabación y vuelve a esta app para ver la captura de pantalla larga
ja: 5. 左上隅をもう一度クリックして録画を終了し、このアプリに戻ると、長いスクリーンショットが表示されます
ko: 5. 다시 왼쪽 상단 모서리를 클릭하여 녹화를 종료하고 이 앱으로 돌아오면 장 스크린샷을 볼 수 있습니다
pt: 5. Clique novamente no canto superior esquerdo para parar a gravação e retorne a este app para ver a captura de tela longa
zh_hans: 5. 再次点击左上角，结束录屏，并回到本应用即可看到截好的长图
zh_hant: 5. 再次點擊左上角，結束錄屏，並回到本應用即可看到截好的長圖

# step_diagram
source: Step %d diagram
es: Diagrama del paso %d
ja: ステップ %d 図
ko: 단계 %d 다이어그램
pt: Diagrama do passo %d
zh_hans: 步骤 %d 示意图
zh_hant: 步驟 %d 示意圖

source: Recording failed
es: Grabación fallida
ja: 録画に失敗しました
ko: 녹화에 실패했습니다
pt: Gravação falhou
zh_hans: 录制失败
zh_hant: 錄製失敗

source: Permission denied
es: Permiso denegado
ja: 権限が拒否されました
ko: 권한이 거부되었습니다
pt: Permissão negada
zh_hans: 权限被拒绝
zh_hant: 權限被拒絕

# allow_screen_recording_permission
source: Please allow the app to access screen recording permission in settings
es: Por favor, permite que la app acceda al permiso de grabación de pantalla en la configuración
ja: 設定でアプリに画面録画権限を許可してください
ko: 설정에서 앱에 화면 녹화 권한을 허용해 주세요
pt: Por favor, permita que o app acesse a permissão de gravação de tela nas configurações
zh_hans: 请在设置中允许应用访问屏幕录制权限
zh_hant: 請在設置中允許應用訪問屏幕錄製權限

# stop_recording_failed
source: Failed to stop recording
es: Error al detener la grabación
ja: 録画の停止に失敗しました
ko: 녹화 중지를 실패했습니다
pt: Falha ao parar a gravação
zh_hans: 停止录制失败
zh_hant: 停止錄製失敗

source: Recording saved: %@
es: Grabación guardada: %@
ja: 録画が保存されました: %@
ko: 녹화가 저장되었습니다: %@
pt: Gravação salva: %@
zh_hans: 录制已保存: %@
zh_hant: 錄製已保存: %@

source: Recording completed
es: Grabación completada
ja: 録画が完了しました
ko: 녹화가 완료되었습니다
pt: Gravação concluída
zh_hans: 录制完成
zh_hant: 錄製完成

source: Video saved to: %@
es: Video guardado en: %@
ja: 動画が保存されました: %@
ko: 비디오가 저장되었습니다: %@
pt: Vídeo salvo em: %@
zh_hans: 视频已保存到: %@
zh_hant: 視頻已保存到: %@

source: Analyzing video
es: Analizando video
ja: 動画を分析中
ko: 비디오 분석 중
pt: Analisando vídeo
zh_hans: 正在分析视频
zh_hant: 正在分析視頻

source: Import Confirmation
es: Confirmación de Importación
ja: インポート確認
ko: 가져오기 확인
pt: Confirmação de Importação
zh_hans: 导入确认
zh_hant: 導入確認

# confirm_import_video
source: Are you sure you want to import the selected video for analysis?
es: ¿Estás seguro de que quieres importar el video seleccionado para análisis?
ja: 選択した動画を分析用にインポートしますか？
ko: 선택한 비디오를 분석용으로 가져오시겠습니까?
pt: Tem certeza que deseja importar o vídeo selecionado para análise?
zh_hans: 确定要导入选中的视频进行分析吗？
zh_hant: 確定要導入選中的視頻進行分析嗎？

source: Failed to get video resource
es: No se pudo obtener el recurso de video
ja: 動画リソースを取得できませんでした
ko: 비디오 리소스를 가져올 수 없습니다
pt: Não foi possível obter o recurso de vídeo
zh_hans: 无法获取视频资源
zh_hant: 無法獲取視頻資源

source: No video track found
es: No se encontró pista de video
ja: 動画トラックが見つかりません
ko: 비디오 트랙을 찾을 수 없습니다
pt: Nenhuma trilha de vídeo encontrada
zh_hans: 找不到视频轨道
zh_hant: 找不到視頻軌道

# insufficient_video_content
source: Insufficient video content to generate long screenshot, please ensure there is scrolling operation
es: Contenido de video insuficiente para generar captura de pantalla larga, asegúrate de tener una operación de desplazamiento
ja: 長いスクリーンショットを生成するための動画コンテンツが不足しています、スクロール操作があることを確認してください
ko: 장 스크린샷을 생성할 비디오 콘텐츠가 부족합니다. 스크롤 작업이 있는지 확인하세요
pt: Conteúdo de vídeo insuficiente para gerar captura de tela longa, certifique-se de ter uma operação de rolagem
zh_hans: 视频内容不足以生成长截图，请确保有滑动操作
zh_hant: 視頻內容不足以生成長截圖，請確保有滑動操作

source: Error
ja: エラー
ko: 오류
pt: Erro
zh_hans: 错误
zh_hant: 錯誤

source: Failed to get stitch result
es: No se pudo obtener el resultado de la sutura
ja: ステッチ結果を取得できませんでした
ko: 스티치 결과를 가져올 수 없습니다
pt: Não foi possível obter o resultado da costura
zh_hans: 无法获取拼接结果
zh_hant: 無法獲取拼接結果

source: Success
es: Éxito
ja: 成功
ko: 성공
pt: Sucesso
zh_hans: 成功
zh_hant: 成功

source: Image copied to clipboard
es: Imagen copiada al portapapeles
ja: 画像がクリップボードにコピーされました
ko: 이미지가 클립보드에 복사되었습니다
pt: Imagem copiada para a área de transferência
zh_hans: 图片已复制到剪贴板
zh_hant: 圖片已複製到剪貼板

source: Image saved to album
es: Imagen guardada en el álbum
ja: 画像がアルバムに保存されました
ko: 이미지가 앨범에 저장되었습니다
pt: Imagem salva no álbum
zh_hans: 图片已保存到相册
zh_hant: 圖片已保存到相冊

source: Save failed
es: Error al guardar
ja: 保存に失敗しました
ko: 저장에 실패했습니다
pt: Falha ao salvar
zh_hans: 保存失败
zh_hant: 保存失敗

# allow_photo_album_permission
source: Please allow the app to access photo album in settings
es: Por favor, permite que la app acceda al álbum de fotos en la configuración
ja: 設定でアプリに写真アルバムへのアクセス権限を許可してください
ko: 설정에서 앱에 사진 앨범 접근 권한을 허용해 주세요
pt: Por favor, permita que o app acesse o álbum de fotos nas configurações
zh_hans: 请在设置中允许应用访问相册
zh_hant: 請在設置中允許應用訪問相冊

# failed_to_convert_to_png
source: Failed to convert image to PNG format
es: No se pudo convertir la imagen a formato PNG
ja: 画像をPNG形式に変換できませんでした
ko: 이미지를 PNG 형식으로 변환할 수 없습니다
pt: Não foi possível converter a imagem para o formato PNG
zh_hans: 无法将图片转换为PNG格式
zh_hant: 無法將圖片轉換為PNG格式

# failed_to_create_temp_file
source: Failed to create temporary file
es: No se pudo crear el archivo temporal
ja: 一時ファイルを作成できませんでした
ko: 임시 파일을 생성할 수 없습니다
pt: Não foi possível criar o arquivo temporário
zh_hans: 无法创建临时文件
zh_hant: 無法創建臨時文件

source: Failed to generate image
es: Error al generar la imagen
ja: 画像の生成に失敗しました
ko: 이미지 생성에 실패했습니다
pt: Falha ao gerar a imagem
zh_hans: 生成图片失败
zh_hant: 生成圖片失敗

# save_failed_with_error
source: Save failed: %@
es: Error al guardar: %@
ja: 保存に失敗しました: %@
ko: 저장 실패: %@
pt: Falha ao salvar: %@
zh_hans: 保存失败: %@
zh_hant: 保存失敗: %@

source: Saved to album
es: Guardado en el álbum
ja: アルバムに保存されました
ko: 앨범에 저장되었습니다
pt: Salvo no álbum
zh_hans: 已保存到相册
zh_hant: 已保存到相冊

source: Image exported to file
es: Imagen exportada a archivo
ja: 画像がファイルにエクスポートされました
ko: 이미지가 파일로 내보내졌습니다
pt: Imagem exportada para arquivo
zh_hans: 图片已导出到文件
zh_hant: 圖片已導出到文件

# auto_stopped_inactivity
source: Auto stopped due to inactivity
ko: 비활동으로 인해 자동으로 중지되었습니다
zh_hans: 由于不活动已自动停止
zh_hant: 由於不活動已自動停止

source: Cannot access shared container
es: No se puede acceder al contenedor compartido
ja: 共有コンテナにアクセスできません
ko: 공유 컨테이너에 액세스할 수 없습니다
pt: Não é possível acessar o contêiner compartilhado
zh_hans: 无法访问共享容器
zh_hant: 無法訪問共享容器

# video_capture_mode
source: Video Capture
es: Captura de Video
ja: ビデオキャプチャ
ko: 비디오 캡처
pt: Captura de Vídeo
zh_hans: 视频拼图
zh_hant: 視頻拼圖

# video_import_mode
source: Video Import
es: Importar Video
ja: 動画をインポート
ko: 비디오 가져오기
pt: Importar Vídeo
zh_hans: 视频导入
zh_hant: 視頻導入

# image_stitch_title
source: Image Stitch
es: Sutura de Imágenes
ja: イメージステッチ
ko: 이미지 스티치
pt: Costura de Imagens
zh_hans: 图片拼接
zh_hant: 圖片拼接

source: Select images to stitch
es: Seleccionar imágenes para suturar
ja: ステッチする画像を選択
ko: 스티치할 이미지 선택
pt: Selecionar imagens para costurar
zh_hans: 选择要拼接的图片
zh_hant: 選擇要拼接的圖片

source: Start stitching
es: Iniciar sutura
ja: ステッチを開始
ko: 스티치 시작
pt: Iniciar costura
zh_hans: 开始拼接
zh_hant: 開始拼接

source: Loading images...
es: Cargando imágenes...
ja: 画像を読み込み中...
ko: 이미지를 로드 중...
pt: Carregando imagens...
zh_hans: 正在加载图片...
zh_hant: 正在加載圖片...

source: Stitch completed
es: Sutura completada
ja: ステッチが完了しました
ko: 스티치가 완료되었습니다
pt: Costura concluída
zh_hans: 拼接完成
zh_hant: 拼接完成

# imported_images_count
source: Imported %d images
es: %d imágenes importadas
ja: %d枚の画像がインポートされました
ko: %d개의 이미지가 가져왔습니다
pt: %d imagens importadas
zh_hans: 已导入 %d 张图片
zh_hant: 已導入 %d 張圖片
